//З клавіатури вводиться ціна товару і кількість грошей. Якщо грошей не вистачає то відмовляємо у покупці, інакше, якщо ще залишаються гроші, то пропонуємо купити лотерею за 4 грн.

//Введення змінних
let productPrice = parseInt (prompt("Введіть ціну товару:", "5"));
let money = parseFloat (prompt("Введіть кількість грошей:", "20 грн."));

if (money < productPrice)
	alert ("Вибачте, сума не достаня для покупки товару :(")
else if (money === productPrice)
alert ("Вітаємо з покупкою!")
else if (money > productPrice)
alert ("Вітаємо з покупкою! Хочемо запропонувати купити лотерею за 4 гривні")