//З клавіатури вводиться назва категорії водія (А-мотоцикл, В-легковий автомобіль, С-вантажний автомобіль). Вивести на екран назву транспортного засобу, яким він може керувати.

let carLicense = prompt ("Введіть заглавну літеру назви категорії водія", "A,B,C")

if (carLicense !== "A" && carLicense !== "B" && carLicense !== "C")
	document.write ("Нвірний формат!")
else {
	if (carLicense === "A")
		document.write ("Водій категорії А може їздити на мотоциклі.")
else {
	if (carLicense === "B")
		document.write ("Водій категорії B може їздити на легковому автомобілі.")
else 
	if (carLicense === "С")
		document.write ("Водій категорії C може їздити на вантажівках.")
}
}